Repository: alchster/mate-applet-lockkeys
Catalog: po/*.po
Languages: hu_hu

source: Keyboard Lock Keys
hu_hu: Billentyűzet Lock billentyűi

source: translator-credits
hu_hu: rezso <rezso@rezso.net>

source: An applet that shows the state of your CapsLock, NumLock, and ScrollLock keys.
hu_hu: Az applet a Capslock, Numlock és a Scroll-lock billentyűk állapotát mutatja meg

source: Home page
hu_hu: Weboldal

source: Lock Keys Preferences
hu_hu: Led kijelző beállításai

source: Settings
hu_hu: Beállítások

source: Show c_aps-lock
hu_hu: C_aps-lock megjelenítése

source: Show _num-lock
hu_hu: Num-lock megjele_nítése

source: Show _scroll-lock
hu_hu: Scroll-lock megjeleníté_se

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Could not initialize X Keyboard Extension.
hu_hu: Nem tudom elindítani az X billentyűzet kiterjesztést.
